9/data/attachments/62406bde1f8b8599.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jose_recent_Friend_31743_0</nif:username>
            <nif:friendToBeRequested>soap_friends_b9e16bab-8608-4bc4-8d04-c9a69ef54cc2</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>